/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Параметры мобильной учетной записи и другие параметры";
"mcx.pfm_description" =			"Создание, удаление и другие параметры мобильной учетной записи.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Создать портативную папку «Личное»";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Создать портативную папку пользователя со синхронизацией по умолчанию при входе пользователя.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Создать мобильную учетную запись";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Создать мобильную учетную запись с отключенной синхронизацией при входе пользователя.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Показать диалог мобильной учетной записи";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Перед созданием мобильной учетной записи показать диалог, позволяющий пользователю обходить создание мобильной учетной записи и входить с его сетевой учетной записью и сетевой папкой пользователя.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Показать параметр, отменяющий диалог мобильной учетной записи";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"В диалоговом окне создания мобильной учетной записи разрешить пользователю выбирать параметр, отменяющий диалог во время последующих входов.";
"cachedaccounts.create.encrypt.pfm_title" =			"Запросить мобильные папки пользователя FileVault";
"cachedaccounts.create.encrypt.pfm_description" =			"Создать личные папки мобильной учетной записи с шифрованием FileVault.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"Мобильные папки пользователя FileVault требуют наличия мастер-пароля";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"Необходим мастер-пароль компьютера для создания мобильных папок пользователя FileVault. Если установлено «true» и мастер-пароль отсутствует, то создание папки пользователя FileVault или вход, в результате которого создается мобильная папка пользователя, могут быть отменены. В противном случае, если установлено «false», FileVault может быть создан без наличия мастер-пароля.";
"cachedaccounts.create.maxSize.pfm_title" =			"Предел размера мобильной папки пользователя FileVault";
"cachedaccounts.create.maxSize.pfm_description" =			"Максимальный размер мобильной папки пользователя FileVault. Установите «noMaxSize» для снятия предела размера, «fixed» для указания предела размера в ключе «Максимальный размер мобильной папки пользователя FileVault» или «percentOfNetworkHome», чтобы указать предел размера в процентном соотношении к квоте сетевой папки пользователя в ключе «Максимальное процентное значение размера мобильной папки пользователя FileVault».";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Максимальный размер мобильной папки «Личное» FileVault";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Максимальный размер мобильной папки пользователя FileVault в байтах (как строка). Ключ «Предел размера мобильной папки пользователя FileVault» должен быть настроен на «fixed», чтобы произошло указанное действие.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Максимальное процентное значение размера мобильной папки пользователя FileVault";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Максимальный размер мобильной папки пользователя FileVault в процентном соотношении к квоте сетевой папки пользователя. Ключ «Предел размера мобильной папки пользователя FileVault» должен быть настроен на «percentOfNetworkHome», чтобы произошло указанное действие.";
"cachedaccounts.create.location.pfm_title" =			"Размещение мобильной папки «Личное»";
"cachedaccounts.create.location.pfm_description" =			"Размещение мобильной папки пользователя. Установите «startup», чтобы создать ее в папке «/Пользователи» загрузочного тома, «path», чтобы указать путь папки в ключе «Путь мобильной папки пользователя», «userPicksVolume», чтобы разрешить пользователю выбрать любой том, «userPicksInternalVolume», чтобы разрешить пользователю выбрать любой внутренний том, «userPicksExternalVolume», чтобы разрешить пользователю выбрать любой внешний том.";
"cachedaccounts.create.location.path.pfm_title" =			"Родительский адрес мобильной папки «Личное»";
"cachedaccounts.create.location.path.pfm_description" =			"Путь файловой системы к папке, где будет создана мобильная папка пользователя. Ключ «Размещение мобильной папки пользователя» должен быть настроен на «path», чтобы произошло указанное действие.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Разрешить сервер FileSync";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Установите «true», чтобы использовать удаленный процесс FileSyncAgent для синхронизации, если доступно. Установите «false», чтобы использовать сервер сетевой папки пользователя для синхронизации.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Требовать сервер FileSync";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Установите «true» для запроса удаленного процесса FileSyncAgent для синхронизации.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Разрешить шифрование синхронизации";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Установите «true» для использования шифрования при синхронизации, если доступно. Установите «false», чтобы не использовать шифрование при синхронизации.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Требовать шифрование синхронизации";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Установите «true» для запроса шифрования данных при синхронизации.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Срок службы мобильной учетной записи";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Время ожидания в сек. перед удалением мобильной учетной записи и ее папки пользователя. Значение -1 никогда не удалит мобильную учетную запись. Значение 0 сразу удалит мобильную учетную запись.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Запросить синхронизацию для удаления мобильной учетной записи";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Требовать успешную синхронизацию папки пользователя перед удалением мобильной учетной записи. Применяется только к автоматическим удалениям, которые определяются ключом «Срок действия мобильной учетной записи».";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Создать мобильную папку «Личное» с шаблоном локального пользователя";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"При создании мобильной учетной записи создайте локальную папку пользователя с помощью шаблона пользователя.";
"cachedaccounts.create.syncURL.pfm_title" =			"URL синхронизации";
"cachedaccounts.create.syncURL.pfm_description" =			"URL сетевой папки пользователя, используемой для синхронизации папки пользователя. Устанавливается только для создания мобильной учетной записи. Имя записи пользователя заменит строку «%@» перед использованием. Пример: afp://myserver.apple.com/Users/BuildingA/%@.";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Разрешить создание PHD в случае ошибки";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Установите «false», чтобы запретить пользователям создавать учетную запись PHD в случае ошибки синхронизации.";

"timeZone.pfm_title" = "Часовой пояс";
"timeZone.pfm_description" = "Установить на название распознанного часового пояса, например «Лос-Анджелес - США» или «США/Тихий океан», как показано в: /usr/share/zoneInfo.";
"timeServer.pfm_title" = "Сервер времени";
"timeServer.pfm_description" = "Установите имя известного сервера времени, например «time.apple.com».";

"DisableGuestAccount.pfm_title" = "Отключить гостевую учетную запись";
"DisableGuestAccount.pfm_description" = "Установить «true», чтобы отключить гостевую учетную запись. Установить «false», чтобы включить гостевую учетную запись.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Количество запросов обновления списка пользователей в окне входа";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Установите количество запросов обновления списка пользователей.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Задержка обновления списка пользователей в окне входа (в секундах)";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Установите продолжительность задержки в секундах между запросами обновления списка пользователей.  Чтобы отключить функцию, установите «0».";

"RequireAdminForIBSS.pfm_title" = "Запросить пароль администратора для AirPort IBSS";
"RequireAdminForIBSS.pfm_description" = "Установите «true», чтобы запрашивать аутентификацию администратора для создания отдельных сетей IBSS AirPort. Установите «false», чтобы отключить.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Запросить пароль администратора для изменения сети AirPort";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Установите «true», чтобы запрашивать аутентификацию администратора для изменения сетей AirPort. Установите «false», чтобы отключить.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Запросить пароль администратора для изменения сети AirPort";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Установите «true», чтобы запрашивать аутентификацию администратора для включения и выключения электропитания AirPort. Установите «false», чтобы отключить.";
